export const aboutText = (
  <>
    Меня зовут Дима, занимаюсь веб-разработкой с 2019 года.
    Начинал со сборки сайтов на Bitrix, но быстро понял, что душа лежит к Frontend&lsquo;у.
    <br />
    <br />
    Получаю удовольствие, создавая продуманные интерфейсы. Постоянно стараюсь открывать для себя что-то новое -
    слежу за новинками в сообществе, читаю книги, статьи на Хабре и не только, слушаю подкасты, в общем, поглощаю
    информацию :)
    <br />
    <br />
    Учавствовал в хакатонах от Цифрового прорыва, в 2021 году заняли с командой 10 место в финале.
  </>
);

export const stackItems = [
  'Javascript/Typescript',
  'HTML',
  'CSS/SCSS/LESS',
  'React',
  'Next.js',
  'Redux',
  'Node.js',
  'Vue',
  'Vuex/Pinia',
  'Jest',
  'Webpack/Gulp/Vite',
  'Git',
  'Gitlab CI/CD',
];
